Author=Anatolii Zaika (anatoly.zaika.v@gmail.com)
SourceLANGID=1033
LANGID=1058
Generator=DKLang Translation Editor v3.0
LastModified=2017-08-21 00:18:57

[About]
00000002=Про програму
00000094=Aren
00000161=Закрити
00000162=Версії
00000165=З радістю приймемо коментарі, повідомлення про помилки, методи поліпшення, тощо.
00000166=Про Advanced Renamer
00000167=Відвідайте наш форум
00000168=Ліцензійний ключ:
00000169=Ім'я:
00000170=Зареєстровано для:
00000171=Застосувати
00000172=Отримати ліцензійний ключ
00000173=Для особистого користування:
00000174=Пожертвувати
00000175=Для комерційного використання:
00000176=Купити

[AddDir]
00000002=Додати папку
00000094=&Маска:
00000161=Скасувати
00000162=Підтвердити
00000163=Включно з &Підкаталогами
00000164=Нова папка...
00000165=Регулярний вираз відповідності:

[ARenMain]
00000002=ARen
00000005=0 Файлів
00000006=0 Помилок
00000007=Стан: OK
00000008=Головна панель інструментів
00000009=Оновити
00000010=&Перегляд
00000011=&Автоматичний Перегляд
00000012=Ескізи
00000013=Налаштування
00000014=&Довідка
00000015=&Зміст...
00000016=Гарячі &клавіші...
00000017=&Версії програми...
00000018=Перевірити &нову версію...
00000020=&Про програму...
00000021=&Скасувати зміни
00000023=Панелі інструментів
00000024=&Додати
00000025=&Файли...
00000026=&Папки...
00000027=&Список
00000028=&Завантажити...
00000029=&Зберегти...
00000030=&Очистити...
00000031=Видалити &файли з помилками
00000032=Перемістити на початок
00000033=Перемістити вгору
00000034=Перемістити вниз
00000035=Перемістити в кінець
00000036=Перейменувати Файли
00000058=Перейменувати Папки
00000067=Ім'я файлу:
00000068=Папка:
00000069=Розмір:
00000070=Дата створення:
00000071=Дата зміни:
00000072=Тип файлу:
00000073=Атрибути:
00000074=Дата відкриття:
00000076=Немає інформації
00000077=Не вдається завантажити розширену інформацію. Можливо файл використовується.
00000078=Зображення
00000079=Розміри:
00000080=Дата знімку:
00000081=Автор:
00000082=Авторське право:
00000084=ID3
00000085=Назва:
00000086=Виконавець:
00000087=Альбом:
00000088=Доріжка:
00000089=Рік:
00000090=Жанр:
00000091=Папка
00000092=Містить:
00000094=Не знайдено жодних методів.
00000095=Список методів перейменування
00000096=Панель методів
00000097=Додати метод
00000098=Видалити метод
00000099=Очистити
00000100=На початок
00000101=Вгору
00000102=Вниз
00000103=В кінець
00000105=Завантажити список методів
00000106=Зберегти список методів
00000107=Готові набори:
00000110=Зберегти список
00000111=Перемістити обрані
00000112=Перемістити на початок
00000113=Перемістити вгору
00000114=Перемістити вниз
00000115=Перемістити в кінець
00000116=Додати...
00000117=Видалити
00000118=Виконати
00000119=Властивості...
00000120=Завантажити список...
00000121=В тектовий файл...
00000122=Очистити список
00000123=Оновити
00000124=Набори
00000125=Вирівняти стовпці
00000144=&Налаштувати ...
00000145=&Копіювати
00000152=Перемістити
00000153=На початок
00000154=Вверх
00000155=Вниз
00000156=В кінець
00000157=Змінити метод на
00000158=Додати метод
00000159=Видалити
00000160=Очистити
00000163=&Починаємо......
00000164=Додати метод
00000179=Вставити &Тег
00000180=&Відмінити
00000181=Виріз&ати
00000182=&Копіювати
00000183=&Вставити
00000184=Обрати &Все
00000185=Відвідати &форум...
00000186=Налаштування стовпців
00000187=Набори
00000188=Вирівняти стовпці
00000189=&Налаштування...
00000190=Стиль відображення
00000191=Таблиця
00000192=Великі значки
00000193=Маленькі значки
00000194=Список
00000196=Відзначати
00000197=Зняти мітку з обраного
00000198=Відзначити обране
00000200=Зняти все
00000201=Відзначити все
00000202=Пакетний режим:
00000203=Зберегти до:
00000204=Зберегти список
00000205=В CSV файл...
00000206=Видалити файли без ID3 тегів
00000207=Видалити файли без інформації про зображення
00000219=Правило співпадіння імен:
00000220=Роздільник:
00000221=Зразок:
00000223=Відкрити пакетний метод
00000225=Зберегти пакетний метод
00000226=Відео
00000227=Розмір:
00000228=Частота кадрів:
00000229=Тривалість:
00000230=Відео кодек:
00000231=Аудіо кодек
00000232=Бітрейт:
00000233=GPS Розташування:
00000234=Випадкове сортування
00000235=Змінити опис...
00000236=Точність GPS:
00000237=ExifTool...
00000238=Додати панель інструментів папок
00000239=Додати обраний
00000240=Показати файли
00000241=Оновити
00000242=Панель папок
00000243=Панель папок
00000244=Додати обраний
00000245=Телешоу...
00000246=Імпортувати
00000247=Телешоу:
00000248=Серія:
00000249=CSV файл...
00000250=Позначити за зразком...
00000251=Скасувати мітки за зразком...
00000252=Програма
00000253=Налаштування командного рядка ...
00000254=Інвертувати мітки
00000255=Обрати
00000256=Обрати все
00000257=Відмінити обране
00000258=Інвертувати обране
00000259=Обрати не відповідаючі зразку...
00000260=Відкрити папку розташування
00000261=Доступна нова версія Advanced Renamer.
00000262=Оновити зараз!
00000264=Закрити
00000265=Ліцензійний ключ...
00000266=Значення GPS
00000267=Метадані
00000268=Перевизначити нове ім'я файлу ...
00000269=Розпочати
00000270=Зняти все
00000271=Обрати все
00000272=Потрібна допомога для початку роботи?
00000273=Не показувати знову
00000274=Потрібна допомога для початку роботи?
00000275=Не показувати знову

[BatchResultFrame]
00000003=Останній результат
00000004=Всього файлів
00000005=Знайдено помилок:
00000006=Показати помилки...
00000007=Відмінити зміни...
00000008=Додайте всі успішні файли
00000009=Додати файли з помилками
00000010=Додати всі файли

[CustomizeCols]
00000002=Налаштування стовпців
00000094=Набори &Стовпців:
00000095=&Стовпці:
00000096=Ширина &Стовпців:
00000097=Підтвердити
00000098=Скасувати
00000099=&Вверх
00000100=&Вниз
00000101=&На початок
00000102=&В кінець
00000103=Зберегти
00000104=Видалити

[frmAddFolderChoice]
00000001=Додати папку
00000002=Скасувати
00000003=Підтвердити
00000004=Додати &файли з папок
00000005=Додати &папки
00000006=&Включно з підкаталогами
00000007=Маска &імені файлу:
00000009=Додати &кореневі папки
00000010=Додати &підкаталоги
00000011=Регулярний вираз відповідності:

[frmCommandLine]
00000002=Налаштування командного рядка
00000202=Пакетний режим:
00000223=Відкрити пакетний метод
00000224=Шлях:
00000225=Файл списка методів:
00000226=Тип елементів:
00000227=Елементи:
00000228=Порядок елементів:
00000229=Шлях до log файлу:
00000230=Папка призначення:
00000231=Маска елемента:
00000232=Маска рег. виразів елементів:
00000233=Команда:
00000234=Файл містить елементи:
00000235=Також додати елементи з підкаталогів
00000236=Зворотній порядок
00000237=Елементи з папки
00000238=Список елементів
00000239=Файл містить елементи
00000240=Копіювати команду
00000241=Зберегти до .bat файлу...
00000242=Закрити
00000243=Відкрити файл
00000244=Зберегти файл
00000245=Зберегти пакетний файл

[frmCSVImport]
00000002=Імпортувати з CSV  файлу
00000003=&Імпортувати
00000008=Скасувати
00000009=Ім'я файлу:
00000010=Роздільник стовпців:
00000011=Колонка для оригінального імені файлу:
00000012=Колонка для нового файлу: (необов'язково)
00000013=Базова папка для оригінальних файлів:
00000014=Перша рядок - це заголовок
00000015=Оригінальне ім'я файлу
00000016=Нове ім'я файлу
00000017=Стан

[frmExifTool]
00000002=ExifTool
00000094=Закрити
00000096=Тег:
00000097=Копіювати
00000098=ExifTool - це зовнішня програма з підтримкою більшого формату файлів, ніж Advanced Renamer. Використовуйте ExifTool, щоб отримати доступ до більшої кількості метаданих файлів.
00000099=Сайт ExifTool
00000100=Фільтр:

[frmJSScript]
00000001=Сценарій
00000002=Закрити та застосувати сценарій
00000003=Цей сценарій буде виконано один раз для кожного елемента списку.
00000004=Цей сценарій буде виконуватися лише один раз для обробки всіх елементів у списку. Використовуйте його для налаштування будь-яких початкових значень.

[frmSelectDate]
00000002=Оберіть дату
00000161=Скасувати
00000162=Підтвердити
00000163=Дата:
00000164=Оберіть дату.

[frmTVShow]
00000002=Імпорт інформації про телешоу
00000003=Підтвердити
00000004=Пошук телешоу:
00000005=Пошук
00000006=Далі >
00000007=< Повернутись
00000008=Скасувати
00000009=Вибране шоу:
00000010=Жанр:
00000013=Сезони:
00000014=Серії:
00000015=Використовуйте це керівництво для заповнення файлів у списку з інформацією про ТВ-шоу, зібраною з TVMaze.com.\n\nПерш ніж продовжити, слід переконатися, що файли у списку правильно упорядковано.\n\nПісля завершення імпортування інформації з tvrage.com ви можете використовувати теги TV Show для перейменування\nфайлів з інформацією про телешоу.
00000016=Імпортувати з:
00000017=Кількість файлів:
00000018=Кількість обраних серій:
00000019=Оновити
00000020=Все
00000021=Нічого
00000022=Все
00000023=Нічого

[GPSValuesForm]
00000002=Значення GPS
00000003=Оригінальне значення\nЗначення\n
00000004=Підтвердити
00000005=Скасувати
00000006=Використовуйте список нижче, щоб перевизначити значення GPS.

[InsertTag]
00000003=<Inc Num> - Збільшення чисел
00000096=За умовчанням
00000097=<DirName> - Ім'я папки
00000099=<Inc Alpha> - Збільшення літери
00000101=<Num Dirs> - Загальна кількість підкаталогів у папці
00000103=<Num Files> - Загальна кількість файлів у папці
00000105=<Ext> - Розширення
00000107=<Name> - Ім'я файлу без розширення
00000109=<Inc NumDir> - Збільшення чисел для папок
00000111=<Num Items> - Загальна кількість елементів у списку
00000113=ID3/MP3
00000114=<ID3 Album> - Альбом
00000116=<ID3 Year> - Рік
00000118=<ID3 Track> - Доріжка
00000120=<ID3 Title> - Назва
00000122=<ID3 Genre> - Жанр
00000124=<ID3 Artist> - Виконавець
00000126=Зображення
00000127=<Img Width> - Ширина зображення
00000129=<Img Height> - Висота зображення
00000131=<Img Year> - Рік створення зображення
00000133=<Img Month> - Місяць створення зображення
00000135=<Img Day> - День створення зображення
00000137=<Img Hour> - Година створення зображення
00000139=<Img Min> - Хвилина створення зображення
00000141=<Img Sec> - Секунда створення зображення
00000143=<Img Author> - Автор зображення
00000145=<Img Copyright> - Авторські права зображення
00000147=Час
00000148=<Year> - Рік
00000150=<Sec> - Секунда
00000152=<Min> - Хвилина
00000154=<Hour> - Година
00000156=<Day> - День
00000158=<Month> - Місяць
00000160=Створено
00000161=<Year Created> - Рік створення
00000163=<Sec Created> - Секунда створення
00000165=<Min Created> - Хвилина створення
00000167=<Hour Created> - Година створення
00000169=<Day Created> - День створення
00000171=<Month Created> - Місяць створення
00000173=Змінено
00000174=<Year Modified> - Рік зміни
00000176=<Sec Modified> - Секунда зміни
00000178=<Min Modified> - Хвилина зміни
00000180=<Hour Modified> - Година зміни
00000182=<Day Modified> - День зміни
00000184=<Month Modified> - Місяць зміни
00000186=&Довідка
00000187=<Rand> - Випадкове число
00000188=Розширено
00000189=<File Content> - Зміст файлу
00000190=<Bitrate> - Бітрейт
00000191=<Substr> - Літера в імені файлу
00000192=<RSubstr> - Літера в імені файлу - праворуч
00000193=<Word> - Слово  в імені файлу
00000194=<Img Subsec> - Частина секунди
00000195=Розмір файлу
00000196=<Filesize> - Розмір файлу
00000197=<Filesize KB> - Розмір файлу KB
00000198=<Filesize MB> - Розмір файлу MB
00000199=<Filesize GB> - Розмір файлу GB
00000200=<Filesize TB> - Розмір файлу TB
00000201=Відео
00000202=<Video Width> - Ширина відео
00000203=<Video Height> - Висота відео
00000204=<Video Codec> - Відео кодек
00000205=<Video Audio Codec> - Аудіо кодек
00000206=<Bitrate> - Загальний бітрейт
00000207=<Video Bitrate> - Відео бітрейт
00000208=<Video Audio Bitrate> - Аудіо бітрейт
00000210=<Video FrameRate> - Кількість кадрів/с
00000211=<Video Duration> - Час відтворення відео
00000212=<Img CameraMake> - Виробник камери
00000213=<Img CameraModel> - Модель камери
00000214=<Img Aperture> - Діафрагма об'єктива
00000215=<Img Brightness> - Яскравість
00000216=<Img FocalLength> - Фокусна відстань
00000217=<Img ISO> - ISO
00000218=<Img ShutterSpeed> - Витримка
00000219=<Img ExposureTime> - Час експозиції
00000220=<Img Subject> - Тема
00000221=<Img Title> - Назва
00000222=<Img Contrast> - Контрастність
00000223=<Img ExposureMode> - Режим експозиції
00000224=<Img ExposureProgram> - Програма експозиції
00000225=<Img Saturation> - Насиченість
00000226=<Img Sharpness> - Чіткість
00000227=<Img WhiteBalance> - Баланс білого
00000228=GPS
00000229=<GPS Lat> - Широта
00000230=<GPS Lat Deg> - Градуси широти
00000231=<GPS Lat Sec> - Секунди Широти
00000232=<GPS Lat Min> - Хвилини широти
00000237=<GPS Lng> - Довгота
00000238=<GPS Lng Deg> - Градуси довготи
00000239=<GPS Lng Min> - Хвилини довготи
00000240=<GPS Lng Sec> - Секунди довготи
00000241=<GPS Alt> - Над рівнем моря
00000242=<GPS Country> - Країна
00000243=<GPS City> - Місто
00000244=<GPS State> - Регіон/область
00000245=<GPS Lng Dir> - Напрямок довготи
00000246=<GPS Lat Dir> - Напрямок широти
00000247=<ExifTool> - Значення з ExifTool
00000249=Контрольна сума
00000250=<MD5> - MD5 Контрольна сума
00000251=<SHA1> - SHA-1 Контрольна сума
00000252=<SHA256> - SHA-256 Контрольна сума
00000253=Телешоу
00000254=<TVShow Genres> - Список жанрів
00000255=<TVShow Year> - Рік виходу
00000256=<TVShow Title> - Назва шоу
00000257=<TVShow Season> - Номер сезону
00000258=<TVShow EpisodeNumber> - Номер серії
00000259=<TVShow Day> - День виходу
00000260=<TVShow Month> - Місяць виходу
00000261=<TVShow StartYear> - Рік початку шоу
00000262=<TVShow EpisodeTitle> - Назва серії
00000263=<TVShow EpisodeSequence> - Номер серії
00000264=<Inc Hex> - Збільшення шістнадцяткових чисел
00000265=<Inc Roman>  - Збільшення римських цифр
00000266=<Video Title> - Назва відео
00000267=<Video Genre> - Жанр відео
00000279=<ID3 Duration> - Час відтворення
00000280=<ID3 Hour> - Часова частина часу відтворення аудіо
00000281=<ID3 Min> - Хвилинна частина часу відтворення аудіо
00000282=<ID3 Sec> - Секундна частина часу відтворення аудіо
00000283=<Video Hour> - Годинна частина часу відтворення відео
00000284=<Video min> - Хвилинна частина часу відтворення відео
00000285=<Video Sec> - Секундна частина часу відтворення відео
00000286=<File Line> - Рядок файлу
00000287=<Dec Nr> - Зменшення числа
00000288=<UnixTimestamp> - Unix Часовий штамп
00000289=<UnixTimestamp Created> - Unix Штам часу створення
00000290=<UnixTimestamp Modified> - Unix Штам часу змінення
00000291=Документація тегів
00000292=<Img DPI> - Розширення зображенння в DPI одиницях
00000293=<Img Width Inch> - Ширина в дюймах
00000294=<Img Height Inch> - Висота в дюймах
00000295=<Img Width Cm> - Ширина в сантиметрах
00000296=<Img Height Cm> - Висота в сантиметрах
00000297=<Img Width Mm> - Ширина в міліметрах
00000298=<Img Height Mm> - Висота в міліметрах
00000299=<Rand Str> - Випадковий рядок
00000300=<ID3 Disc> - ID3 диск

[InsertTagWnd]
00000002=Значення текстового поля
00000094=Скасувати
00000095=Числове значення
00000096=Зразок
00000097=Підтвердити
00000098=Використати регулярні вирази
00000099=Теги:
00000100=Метасимволи для регулярних виразів:

[MetaDataBatchForm]
00000002=Пакетне введення метаданих
00000003=Поле метаданих:
00000004=Перейменувати файли
00000005=Ця функція доступна лише для зареєстрованих користувачів. Буде обмежено лише роботою на одному файлі.
00000017=Зміна метаданих файлів може пошкодити файли. Перш ніж намагатися змінити будь-які метадані, обов'язково створіть резервні копії будь-яких файлів. Також використовуйте цю функцію лише у файлах, розташованих на локальному жорсткому диску. Буде працювати з більшістю JPEG-файлів і багатьох інших типів файлів.
00000018=Ім'я файлу
00000019=Початкове значення
00000020=Нове значення
00000021=Стан
00000022=Скасувати
00000023=Закрити

[Patern]
00000002=Зразки
00000094=Доступні &Зразки:
00000159=&Видалити
00000160=&Обрані зразки:
00000161=Підтвердити
00000162=Скасувати
00000163=&Додати
00000164=&Новий

[PleaseRegisterForm]
00000002=Будь ласка, зареєструйтесь
00000094=Якщо вам подобається Advanced Renamer і часто використовуйте його, будь ласка, підтримайте проект, отримавши ліцензію. Використовуйте кнопки нижче, щоб зареєструвати ліцензійний ключ.
00000173=Для особистого користування:
00000174=Пожертвувати
00000175=Для комерційного використання:
00000176=Купити
00000177=Закрити
00000181=Ліцензійний ключ:
00000182=Ім'я:
00000183=Зареєстровано для:
00000184=Застосувати

[PreRenaming]
00000002=Почати перейменування
00000160=Перш ніж натискати кнопку "Перейменувати файли", переконайтеся, що ваші параметри перейменування правильні.
00000161=Скасувати
00000162=Розпочати

[Progress]
00000002=Прогрес
00000094=Будь ласка, зачекайте, виконується...
00000160=Загальна кількість файлів:
00000161=Підтвердити
00000162=Див. Помилки
00000163=Додати файли:
00000164=Нічого
00000165=Нічого\nФайли, які можна перейменувати\nФайли, які не можна перейменувати\nВсі файли\n
00000166=Вкладка1
00000167=Ім'я файлу
00000168=Код помилки
00000169=Опис помилки
00000170=Всього файлів:
00000171=Успішно:
00000172=Помилки:
00000173=Вкладка2
00000174=Помилок знайдено:

[ProgressAdd]
00000002=Будь ласка, зачекайте
00000094=Додавання файлів ...
00000161=Скасувати

[ProgressError]
00000002=Виявлено помилки
00000094=Знайдено помилок у файлах, вибраних для пакету. Наступні файли не можна перейменувати. Виберіть дію нижче. Жодних файлів ще не було перейменовано.
00000161=Зупинити виконання
00000163=Пропустити помилкові файли
00000164=Всього файлів:
00000165=Помилки:
00000166=Ім'я файлу
00000167=Помилка

[Settings]
00000002=Налаштування
00000161=Скасувати
00000162=Підтвердити
00000163=За умовчанням
00000164=&Замінити непідтримуване:
00000165=Ширина &мініатюри:
00000166=Висота &мініатюри:
00000167=Показати &інформацію про файл
00000168=Підтвердити &Очищення списку
00000171=&Додати в контекстне меню Провідника
00000172=Показати &сітку
00000173=Використати EXIF ​​інформацію для ширини та висоти зображення
00000175=Мова:
00000177=Зберегти налаштування в:
00000178=Папка користувача
00000179=Папка програми
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Відкрити папку..
00000187=Показати довідку про початок роботи
00000188=Заповнення нулями в тегі Inc Nr
00000194=Перевірте наявність оновлень при запуску
00000195=Поле EXIF ​​для операцій з датою зображення:
00000196=Перевіряти вплив стану тегу Inc Nr
00000197=Розділювачі слів:
00000198=Пов'язати .aren файли з Advanced Renamer
00000199=Налаштування
00000200=Програма
00000201=Перейменування
00000202=Зображення
00000203=Аудіо файли
00000204=Бажаний ID&3:
00000205=Показати панель кнопок методу додавання
00000206=Додайте файли після закінчення пакету:
00000207=Запуск консолі
00000208=Папка програми в середовищі Path
00000209=Редактор JS Script
00000210=Розмір відступу Tab:
00000212=Прокрутити в кінець рядка
00000213=Ліміт елементів:
00000214=Перейменувати пари файлів з таким самим новим іменем файлу

[UndoBatchForm]
00000002=Відмінити
00000094=Виберіть скасування дії в списку ліворуч
00000161=Закрити
00000162=Скасувати дію
00000163=Початковий файл
00000164=Після перейменування
00000165=Помилка
00000166=Початкова папка
00000167=Обрати все
00000168=Скасувати все
00000169=Виберіть попереднє завдання в пакеті та натисніть кнопку "Скасувати дію", щоб відмінити завдання перейменування.
00000170=Перейменована папка
00000171=Видалити...
00000172=Зніміть прапорці з &елементів з помилками
00000173=Видалити попередні завдання...

[$CONSTANTS]
AbsoluteDateTime=Абсолютна дата і час
Accessed=Доступ
AccessedDateTime=Час і дата відкриття
Action=Дія
Active=Активний
Add=Додати
AddFiles=Додати файли
AddingFiles=Додавання файлів...
All=Всі
AllFiles=Всі файли
AllItems=Всі елементи
AnalyzingFiles=Аналіз файлів...
ApplyScript=Застосувати скрипт
ApplyTo=Застосувати до
Archive=Архів
Archive_Short=A
Ask=Запитати
AtIndex=На місце
Audio=Аудіо
Backwards=Розпочати з кінця
BatchModeCopy=Копіювати
BatchModeMove=Перемістити
BatchModeRename=Перейменувати
Beta=Beta
BetaFeature=Beta можливість
CaseSensitive=Чутливий до регістру
ColumnName0=Ім'я файлу
ColumnName1=Шлях
ColumnName10=ID3 Жанр
ColumnName100=Ім'я папки
ColumnName101=Шлях
ColumnName102=Дата створення
ColumnName103=Атрибути
ColumnName104=Нові атрибути
ColumnName105=Нове Ім'я папки
ColumnName106=Нова дата створення
ColumnName107=Код помилки
ColumnName108=Помилка
ColumnName109=Новий шлях
ColumnName11=ID3 Назва
ColumnName12=ID3 Доріжка
ColumnName13=ID3 Рік
ColumnName14=Нові атрибути
ColumnName15=Нове Ім'я файлу
ColumnName16=Нова дата створення
ColumnName17=Нова дата відкриття
ColumnName18=Нова дата зміни
ColumnName19=Код помилки
ColumnName2=Розмір
ColumnName20=Помилка
ColumnName21=Дата прийнята
ColumnName22=Розширення
ColumnName23=Новий шлях
ColumnName3=Дата створення
ColumnName4=Дата відкриття
ColumnName5=Дата зміни
ColumnName6=Атрибути
ColumnName7=Розміри
ColumnName8=ID3 Альбом
ColumnName9=ID3 Виконавець
CommercialUse=Комерційне використання
ContinueQuestion=Продовжити?
CopiedFileCouldNotBeFound=Скопійований файл не знайдено
CopiedFolderCouldNotBeFound=Скопійовану папку не знайдено
CopiedItem=Скопійований елемент
CopiedItemPath=Скопійований шлях до елемента
CopyValueToAll=Копіювати значення для всіх
CopyValueToAllAbove=Копіювати значення для всіх вище
CopyValueToAllBelow=Копіювати значення для всіх нижче
Created=Створено
CreatedDateTime=Дата і час створення
current=поточний
Datetime=Дата і час
Day=День
Day_Long_1=Понеділок
Day_Long_2=Вівторок
Day_Long_3=Середа
Day_Long_4=Четвер
Day_Long_5=П'ятниця
Day_Long_6=Субота
Day_Long_7=Неділя
Day_Short_1=Пн
Day_Short_2=Вт
Day_Short_3=Ср
Day_Short_4=Чт
Day_Short_5=Пт
Day_Short_6=Сб
Day_Short_7=Нд
DeltaDateTime=Різниця дати і часу
Description=Опис
DirnamePattern=Зразок імені папки
Edit=Змінити
Error=Помилка
Errors=Помилки
Err_100=Підтвердити
Err_101=Невідома помилка
Err_102=<>:"/\\*? не можуть міститися в імені файлу
Err_103=Ім'я файлу містить недопустимі символи
Err_104=Ім'я файлу занадто довге
Err_105=Файл вже існує
Err_106=Папка не існує
Err_107=Неможливо знайти початковий файл
Err_108=Ім'я файлу не визначено
Err_109=Можливо є декілька файлів з однаковим іменем
Err_110=Неправильний метод перейменування
Err_111=Інформації про зображення не знайдено
Err_112=Не знайдено тег ID3
Err_113=Занадто багато файлів для <Inc Alpha>
Err_114=Неправильна часова мітка
Err_115=Розширення змінилось
Err_116=Неправильний тег
Err_117=Неправильний регулярний вираз
Err_118=Зразок не знайдено
Err_119=Немає даних від гео-сервера
Err_120=Неправильні дані від гео-сервера
Err_121=Відомості про відео не знайдені
Err_122=GPS-інформація не знайдена
Err_123=Папки не можуть бути переміщені або скопійовані на інший диск
Err_124=Недійсний скрипт
Err_125=Помилка ExifTool
Err_126=Інформація про TVShow не була знайдена. Для завантаження використайте кнопку Імпорт.
Err_127=Ігнорувати дублювання
Err_128=ОК, файлова пара
Err_129=OK, перевизначення імені
Err_FieldWriteError=Не вдалося підтвердити заповнення поля
Excellent=Відмінно
EXIFDate_DateDigitized=Дата в числовому форматі
EXIFDate_DateOriginal=Початкова дата
EXIFDate_DateTaken=Обрана дата
EXIFToolDate_DateOriginal=Початкова дата ExifTool
EXIFToolGPSDateTime=Обрана дата ExifTool GPS
Extension=Розширення
Fair=Чудово
File=Файл
FileCouldNotBeRenamed=Файл неможливо перейменувати
Fileinfo=Інформація про файл
FilenamePattern=Зразок імені файлу
FileRenamedOK=Файл перейменовано
Files=Файли
Folder=Папка
FolderLocation=Розташування папки
Folders=Папки
GettingThumbnails=Отримання ескізів
Good=Добре
GotErrors=Отримано помилки
HandleNegativeNumbers=Обертати негативні числа
Hidden=Прихований
Hidden_Short=Прих
Hour=Година
Ideal=Ідеально
ImageDateTime=Дата і час зображення
ImageFile=Зображення
InputMessageDescription=Змінити опис методу
InsertValue=Вставити значення...
InvertCase=Інвертувати регістр
ItemNotReverted=Неможливо відмінити дію
ItemRevertedOK=Дія успішно відмінена
Items=Елементи
LoadList=Завантажити
LowerCase=Нижній регістр
LowerCaseFirstLetter=Встановити першу літеру нижнього регістру
LowerCaseFirstLetterInEveryWord=Встановити першу літеру нижнього регістру в кожному слові
LowerCasePattern=Всановити зразок в нижньому регістрі
MethodName_Add=Додати
MethodName_Attributes=Атрибути
MethodName_List=Список
MethodName_ListReplace=Замінити список
MethodName_Move=Перемістити
MethodName_NewCase=Новий регістр
MethodName_NewName=Нове Ім'я
MethodName_Remove=Видалити
MethodName_RemovePattern=Видалити зразок
MethodName_Renumber=Перенумерувати
MethodName_Replace=Замінити
MethodName_Script=Сценарій
MethodName_Swap=Обмін
MethodName_Timestamp=Часова мітка
MethodName_Trim=Обрізати
Methods=Методи
Min=Мінімально
Moderate=Середньо
Modified=Змінено
ModifiedDateTime=Час і дата змінення
Month=Місяць
Month_01_Long=Січень
Month_01_Short=Січ
Month_02_Long=Лютий
Month_02_Short=Лют
Month_03_Long=Березень
Month_03_Short=Бер
Month_04_Long=Квітень
Month_04_Short=Кві
Month_05_Long=Травень
Month_05_Short=Трав
Month_06_Long=Червень
Month_06_Short=Чер
Month_07_Long=Липень
Month_07_Short=Лип
Month_08_Long=Серпень
Month_08_Short=Серп
Month_09_Long=Вересень
Month_09_Short=Вер
Month_10_Long=Жовтень
Month_10_Short=Жов
Month_11_Long=Листопад
Month_11_Short=Лис
Month_12_Long=Грудень
Month_12_Short=Груд
MoveCount=Кількість символів
MovedFileCouldNotBeFound=Переміщений файл не знайдено
MovedFolderCouldNotBeFound=Переміщена папка не знайдена
MovedItem=Переміщений елемент
MovedItemPath=Шлях до переміщеного елемента
MoveFrom=Перемістити з
MoveRelative=Перемістити відносно
MoveTo=Перемістити на
MsgTitle_Confirm_ClearList=Очистити список
MsgTitle_Confirm_DeleteColumnSet=Видалити набір стовпців?
MsgTitle_Confirm_OverwriteColumnSet=Набір вже існує
MsgTitle_Confirm_Quit=Вийти з Advanced Renamer
MsgTitle_Error=Помилка
MsgTitle_Error_FileNotFound=Файл не знайдено
MsgTitle_Error_InvalidColumnSetName=Невірне Ім'я
Msg_Confirm_ClearList=Ви намагаєтесь видалити всі файли зі списку.\n\nВпевнені, що бажаєте продовжити?
Msg_Confirm_ClearMethodList=Очистити список методів?
Msg_Confirm_DeleteColumnSet=Видалити набір стовпців\n\nВпевнені, що бажаєте видалити набір "%s"
Msg_Confirm_ExtChanged=Розширення буде змінено на деяких файлах. Це може в деяких випадках зробити файли непридатними для використання.\n\nВи все ще хочете перейменувати?
Msg_Confirm_OverwriteColumnSet=Набір вже існує\n\nВи хочете перезаписати набір з назвою "%s"?
Msg_Confirm_OverwriteFile=Перезаписати файл?\n\nВи збираєтеся перезаписати файл "%s". Ви хочете продовжити?
Msg_Confirm_PopulateList=Заповнити текстове поле  оригінальними іменами елементів у списку?
Msg_Confirm_Quit=У списку є ще файли\n\nВи впевнені, що хочете вийти?
Msg_Confirm_RenamingPossibleErrors=Знайдено помилки\n\nВиявлено можливі помилки, що не дозволяє перейменувати додані файли.\n\nПродовжити перейменування?
Msg_Confirm_SettingsPathChanged=Ви змінили папку налаштувань.\n\nВи хочете скопіювати поточні налаштування до цієї папки?\n\nПримітка: всі існуючі файли в папці будуть перезаписані.
Msg_DeleteUndoJobs=Усі завдання, що перевищують вибрану дату, будуть видалені
Msg_Error_AddFileAssociation=Не вдалося додати асоціацію файлів
Msg_Error_CannotAddSoManyFiles=Не вдається додати файли.\n\nВи не можете завантажити більше %d файлів у список.
Msg_Error_CheckUpdates=Помилка\n\nНе вдалося перевірити наявність оновлень.
Msg_Error_CoultNotCreateFolder=Не вдалося створити папку
Msg_Error_FileNotFound=Помилка\n\nНе вдається знайти файл "%s".
Msg_Error_InvalidColumnSetName=Помилка\n\n%s не є дійсним іменем\n\nНазва набору стовпців може містити лише літери, цифри, - та _.
Msg_Error_InvalidFolder=Помилка\n\nНедійсна папка.
Msg_Error_ListIsEmpty=Список порожній
Msg_Error_MustEnableBeforeAddFolders=Ви повинні використовувати або "%s", або "%s"
Msg_Error_MustHaveSingleExtension=Усі елементи списку повинні мати однакове розширення файлу
Msg_Error_NotFoundItems=%d елементи не знайдено.\n\n%s
Msg_Error_NoUndoList=Дію відміни не вибрано.
Msg_Error_Only2000Plus=Ця функція не підтримується вашою системою. Ця функція доступна лише у Windows 2000 або вище.
Msg_Error_RemoveFileAssociation=Не вдалося видалити асоціацію файлів
Msg_Error_RenamingNoFilesInList=Помилка\n\nНеможливо почати перейменування, оскільки у цьому списку немає файлів.
Msg_Error_Server=Помилка з'єднання з сервером
Msg_Error_Unknown=Невідома помилка\n\n%s
Msg_FirstTimeUse=Це може бути вашим першим використанням Advanced Renamer. Перед використанням цієї програми варто поглянути на посібник користувача.\n\nВи хочете побачити посібник користувача зараз?
Msg_Info_BatchModeNotSupportedForFolders=Вибраний пакетний режим не підтримує роботу з папками.
Msg_Info_BatchWriteMetadataCompleted=Пакетне перейменування завершено.\n\n%d оброблено.\n%d OK.\n%d не змінено.\n%d помилки.
Msg_Info_ConvertMethods_0310=У цій версії пресети методів Advanced Renamer розташовані в користувальницькій папці. Після натискання кнопки «Підтвердити» ви зможете вибрати порожню папку, щоб змінити місце положення існуючих пресетів.
Msg_Info_CouldNotBeAdded=%d Файли не можуть бути додані.
Msg_Info_ItemsAlreadyInList=%d з цих елементів вже є в списку
Msg_Info_LanguageChange=Мову буде змінено після перезапуску програми.
Msg_Info_NewVersion=Доступна нова версія Advanced Renamer.\n\nХочете завантажити нову версію?
Msg_Info_NoNewVersion=Наразі немає нової версії Advanced Renamer.
Msg_Info_RevertChanges=Це призведе до відновлення всіх ваших змін до параметрів за промовчанням.\n\nВи хочете продовжити?
Msg_Info_ThankYou=Дякую :-). Ти найкращий!
Msg_Info_UndoHasEnded=Відміна перейменування закінчилась з %d помилками.
Msg_Info_UndoSuccess=Пейменування було успішно відмінено.
MusicFile=Аудіо файл
Name=Ім'я
NameAndExtension=Ім'я та розширення
NameCollisionRule_AppendImgSubsec=Додати част. сек. зображення
NameCollisionRule_AppendNumber=Додати збільш. число
NameCollisionRule_AppendPattern=Додати зразок
NameCollisionRule_Fail=Невдача
NameCollisionRule_Ignore=Ігнорувати
NewCase=Новий регістр
NewFolder=Нова папка
NewName=Нове Ім'я
NewNumber=Нове число
No=Ні
NoChange=Не змінювати
NoMethods=Не обрано метод перейменування.\n\nНатисніть "Додати метод" або оберіть метод на панелі.
None=Ні
NotRegistered=Не зареєстрована програма
Nth1=1-й
Nth2=2-й
Nth3=3-й
Nth4=4-й
Nth5=5-й
Nth6=6-й
Nth7=7-й
Nth8=8-й
Nth9=9-й
NumberDifference=Зміна числа (+/-)
NumberLength=Довжина числа
NumberPosition=Номер позиції
NumericValueOrPattern=Числове значення чи зразок пошуку
Occurrence=Місцеперебування
OK=Підтвердити
OriginalFileNotFound=Початковий файл не знайдено
OriginalFileStillExists=Початковий файл все ще існує
OriginalFolderNotFound=Початкова папка не знайдена
OriginalFolderStillExists=Початкова папка все ще існує
Pattern=Зразок
PersonalUse=Особистого використання
PleaseRegisterMessage=Повідомлення від автора:\n\nБудь ласка, якщо ви часто використовуєте цю програму або якщо ви використовуєте її комерційно, отримайте ліцензійний ключ за допомогою однієї з двох наведених нижче кнопок.\n\nЗ повагою\n   Кім Дженсен
Poor=Погано
PopulateList=Заповніть
PreBatchScript=Попередній сценарій...
ReadOnly=Лише для читання
Readonly_Short=Лише чит.
RegEx_AnyChar=Будь-який символ
RegEx_CharList=Символ міститься в списку символів
RegEx_Digit=Цифровий символ
RegEx_EndLine=Кінець рядка
RegEx_Match0OrMore=Співпадінь 0 чи більше
RegEx_Match1Or0=Співпадінь 1 чи 0
RegEx_Match1OrMore=Співпадінь 1 чи більше
RegEx_MatchLeastNTimeNoMoreM=Співпадіння принаймні n разів, але не більше m разів
RegEx_MatchLeastNTimes=Співпадіння принаймні n разів
RegEx_MatchNTimes=Співпадіння n разів
RegEx_NonCharList=Символ не міститься в списку символів
RegEx_NonDigit=Не цифровий символ
RegEx_NonWordChar=Не літерний символ
RegEx_StartLine=Початок рядка
RegEx_SubAlternative=Альтернативний підзразок
RegEx_SubGroup=Група підзразків
RegEx_SubMatch=Співпадіння першого підзразка
RegEx_WordChar=Літерний символ
Register=Будь ласка, зареєструйтесь
RegisteredTo=Зареєстровано на %s
RemoveCount=Кількість символів
RenamedFileCouldNotBeFound=Перейменований файл не знайдено
RenamedFolderCouldNotBeFound=Перейменована папка не знайдена
RenamedItem=Нове Ім'я
RenamedItemPath=Новий шлях
RenumberChange=Змінити на
RenumberChangeTypeAbsoluteText=Абсолютне число
RenumberChangeTypeRelativeText=Відносно існуючого числа
Replace=Замінити
ReplaceWith=Замінити на
SaveColumnSet=Зберегти набір стовпців
SaveList=Зберегти
Season=Сезон
Sec=Сек
SelectFolder=Оберіть папку
SelectMethod=Оберіть метод.
Separator=Роздільник
Set=Встановити
ShowInWindow=Показати у вікні...
Skip=Пропустити
StartingAt=Починаючи з
Status=Стан
Status_TestingNames=Стан: Перевірка імен...
System=Системний
System_Short=Сист.
Tag=Тег
TagCategoryAdvanced=Додаткові теги
TagCategoryChecksum=Теги контрольних сум
TagCategoryDateTime=Теги дати/часу
TagCategoryDateTimeCreated=Теги дати/часу створення
TagCategoryDateTimeModified=Теги дати/часу змінення
TagCategoryDefault=Стандартні теги
TagCategoryFileSize=Теги розміру файлу
TagCategoryGPS=Теги GPS
TagCategoryID3=Теги ID3/MP3
TagCategoryImage=Теги зображень
TagCategoryTVShow=Теги телешоу
TagCategoryVideo=Відео теги
TBShowlblEpisodesTitle=Оберіть сезони і серії для "%s".
TextList=Текстовий список
TextToBeReplaced=Текст, який потрібно замінити
ToRemoveMoreThanOne=Щоб видалити більше одного зразку, використовуйте \\ щоб відокремити інший зразок.
ToReplaceMoreThanOne=Для заміни декількох фраз використання \\  щоб розділити різні фрази.
TrimCharacters=Обрізати символи
TypeNameForColumnSet=Введіть і'мя набору стовпців.
Unknown=Невідомо
Unset=Відімкнути
UpdateAvailable=Оновлення доступно. Натисніть, щоб оновити.
UpperCase=Верхній регістр
UpperCaseFirstLetter=Перша літера в верхньому регістрі
UpperCaseFirstLetterInEveryWord=Перша літера в верхньому регістрі у кожному слові
UpperCasePattern=Встановити зразок у верхньому регістрі
UseRegularExpressions=Використати регулярні вирази
Value=Значення
Video=Відео
VideoFile=Відео файл
WithErrors=Елементи з помилками
WithoutErrors=Елементи без помилок
WordSeperators=Роздільник слів
Year=Рік
Yes=Так
ZeroPadding=Додавання нулів
ZeroPadTypeAuto=Автоматично
ZeroPadTypeManual=Вручну
ZeroPadTypeNo=Без нулів
